{
    "Dengue Fever": "Neem leaf extract could stop the growth of the dengue virus in lab studies conducted on animals.2 Therefore, you may use neem leaves to help contain your infection.2  Boil some fresh neem leaves in water. Drinking this water may help you recover quickly. You can also drink the juice of neem leaf. To make neem juice, grind some fresh leaves with a cup of water. Strain this liquid in a cup and your juice is ready. You can add some honey or lemon juice to taste.",
    "Malaria": "People suffering from malaria may experience symptoms like nausea and vomiting. Several clinical studies show that ginger may be effective against these symptoms.3 Ginger tea is a famous recipe effective in many conditions. You can make ginger tea by boiling some freshly crushed ginger with a glass of water. Ginger tea goes well with some lemon juice or a spoonful of honey.   ",
    "Tuberculosis": "Pineapple juice is very effective in treating tuberculosis. Pineapple juice helps to reduce mucus formation and provides faster recovery. Drink fresh juice of pineapple on daily basis",
    "Chikungunya": "Coconut water has a very positive effect on the liver and that’s where chikungunya virus often attacks after infecting the body. Coconut water helps in speedy recovery and reduces the chikungunya symptoms.",
    "Typhoid Fever": "Banana contains a fibre called pectin which promotes the absorption of fluids in the body. Bananas also help in the electrolyte balance due to the presence of potassium.",
    "Hepatitis B": "To help relieve symptoms and prevent the spread of the virus, you have to reduce stress levels and take it easy. Don’t engage in strenuous activities, especially if you are feeling tired and low energy. Allow your body to rest.",
    "Hepatitis C": "There are no home-made remedies for this. Please consult a doctor asap.",
    "Cholera": "Due to diarrhea, there is a high chance of becoming dehydrated and this can worsen your condition. So, drink lots of water to keep your body hydrated. But not just any water, you need to drink bottled water or water purified with iodine or chlorine. To be on the safe side, boil your water before drinking it.",
    "Dengue Hemorrhagic Fever": "Momordica charantia, known as karela in Hindi and bitter melon in English, possesses many health benefits. Karela extract showed inhibitory action against the multiplication of dengue virus in lab studies.2 You can use karela as a vegetable and use it in foods and dishes. You can also make karela juice to help with dengue. To make karela juice, peel the skin, chop it into pieces, add a glass of water and blend this mixture. Once it’s blended, strain the liquid. You can add more water to balance the taste, and your karela juice is ready.  ",
    "Jaundice (various underlying conditions)": "Sugarcane juice may keep bilirubin levels in control and may help in jaundice. Sugarcane juice is good for liver diseases. For making sugarcane juice, the sugarcane is washed well, and the outer layer is removed. It is then cut into pieces, and the sugarcane extract and the juice are taken out. Squeeze the extract to remove any remaining juice.6 ",
    "Pneumonia": "Jaggery is an effective remedy to relieve cough as well as chest congestion. It can help in expelling the sputum built up in the lungs and providing relief from the feeling of congestion in the entire respiratory tract. To use jaggery, you can boil some jaggery with pepper and add some cumin seeds. Drink this mixture to get relief from symptoms like chest congestion.4  ",
    "Influenza (Flu)": "Drink plenty of liquids. Choose water, juice and warm soups to prevent dehydration.",
    "Diabetes": "Curry leaves are the best natural antioxidants. They are known to control high blood sugar levels. When mixed with cinnamon and fenugreek seeds, they increase glucose absorption by cells. Diabetes Reversal Diet includes smoothies and drinks that act as antioxidants, thus regulating blood sugar levels.",
    "Hypertension (High Blood Pressure)": "Reducing your sodium intake can be vital for lowering blood pressure.",
    "Asthma": "Garlic has several health benefits, including anti-inflammatory properties, according to research. Because asthma is an inflammatory disease, garlic may be able to help relieve your symptoms.",
    "Chronic Obstructive Pulmonary Disease (COPD)": "Practicing breathing exercises aim to improve the symptoms of COPD by improving the muscles a person uses to take breaths and improve their ability to exercise.",
    "Rheumatoid Arthritis": " Green tea contains polyphenols, which are antioxidant-rich substances that can help reduce inflammation, protect joints, and trigger changes in immune responses that would ease the severity of arthritis.",
    "Osteoarthritis": "Epsom salt baths can provide all-over relief, especially for joint pain. The magnesium in Epsom salt may help with inflammation and pain.",
    "Gastroenteritis": "Ginger has natural anti-nausea properties and can help alleviate symptoms of vomiting and nausea. You can consume ginger tea, ginger ale, or ginger candies.",
    "Urinary Tract Infection (UTI)": "Applying a warm heating pad to your lower abdomen can help alleviate discomfort and pain caused by a UTI.",
    "Kidney Stones": "Drinking plenty of water is crucial in helping flush out kidney stones and preventing their formation. Aim to drink at least 8-10 glasses of water a day. Lemon water may be beneficial, as the citric acid can help break down certain types of kidney stones.",
    "Gastric Ulcer": "Probiotic supplements or foods like yogurt can promote a healthy balance of gut bacteria and may help improve stomach health.",
    "Piles (Hemorrhoids)": "Soaking in a warm bath (sitz bath) for 15-20 minutes can help relieve pain and discomfort associated with hemorrhoids. You can do this several times a day.",
    "Gout": "Vitamin C may help lower uric acid levels. Consider incorporating vitamin C-rich foods like citrus fruits, strawberries, and kiwi into your diet.",
    "Thyroid Disorders (Hypothyroidism and Hyperthyroidism)": "Soy products can interfere with thyroid hormone absorption. Limit your intake, especially if you are taking thyroid medication.",
    "Migraine": "Keep a migraine diary to track potential triggers, such as certain foods, stress, hormonal changes, or lack of sleep. Identifying triggers can help you avoid them.",
    "Eczema (Atopic Dermatitis)": "Apply a cool, damp cloth to the affected areas to relieve itching and inflammation.",
    "Psoriasis": "Limited exposure to natural sunlight can be beneficial for some people with psoriasis. Be cautious, as excessive sun exposure can worsen symptoms or increase the risk of skin cancer.",
    "Cataracts": "Wear sunglasses that provide 100% UV protection to reduce your eyes' exposure to harmful ultraviolet rays.",
    "Glaucoma": "taying well-hydrated is essential for eye health. Drinking enough water can help maintain proper eye pressure.",
    "Osteoporosis": "Consult with a physical therapist who can provide tailored exercises to strengthen muscles and improve balance.",
    "Anemia": "Iron supplements may be recommended by a healthcare provider to correct iron-deficiency anemia. It's essential to use them as directed, as excessive iron intake can be harmful.",
    "Leptospirosis": "If you have any cuts, scrapes, or wounds, clean and disinfect them promptly to reduce the risk of infection.",
    "Rabies": "Contact a healthcare provider or go to the nearest hospital or medical facility immediately, especially if you've been bitten or scratched by an animal suspected of having rabies.",
    "Chagas Disease": "If you have Chagas disease, inform healthcare providers and blood banks to prevent the transmission of the disease through blood transfusion and organ transplantation.",
    "Measles": "Use over-the-counter fever-reducing medications like acetaminophen (Tylenol) or ibuprofen (Advil) under the guidance of a healthcare provider to manage fever and discomfort.",
    "Chickenpox": "Use calamine lotion, aloe vera gel, or over-the-counter anti-itch creams to soothe itchy skin. Applying cold compresses to itchy areas may also provide relief.",
    "Leprosy": "Properly clean and dress any wounds, sores, or ulcers to prevent secondary infections.",
    "Schistosomiasis": "Boiling, filtering, or chemically treating water can help reduce the risk of schistosomiasis infection.",
    "Lymphatic Filariasis": "Use insect repellent to prevent mosquito bites, especially in endemic areas.",
    "Hepatitis A": "Consume a well-balanced diet that includes fruits, vegetables, and whole grains to support overall health and recovery. Avoid alcohol and limit fatty foods.",
    "GERD": "Raise the head of your bed by 6 to 8 inches by placing blocks or using a foam wedge. This can help prevent stomach acid from flowing back into the esophagus during the night.",
    "Dengue Shock Syndrome": "DSS often requires hospitalization, intensive monitoring, and prompt medical treatment. This may include intravenous fluids, blood transfusions, and other necessary medical interventions to stabilize the patient's condition.",
    "HIV/AIDS": "Engage in regular physical activity to support overall health and well-being. Exercise can help strengthen the immune system, reduce stress, and improve mental health.",
    "Appendicitis": "It's important to refrain from eating, drinking, or taking over-the-counter pain medications as they can mask the symptoms and make diagnosis more challenging.",
    "Hypothyroidism": "Consume a well-balanced diet rich in nutrients, including iodine, selenium, and zinc, which are essential for thyroid health.",
    "Hyperthyroidism": "If you've been prescribed antithyroid medications, take them as directed by your healthcare provider. Adhering to the prescribed regimen is crucial for managing hyperthyroidism.",
    "Urinary Stones": "Lemon juice contains citrate, which can help prevent the formation of certain types of kidney stones. Adding a splash of lemon juice to your water or drinking lemonade may be beneficial.",
    "Pancreatitis": "In the acute phase of pancreatitis, your healthcare provider may recommend fasting or being \"NPO\" (nothing by mouth) to allow the pancreas to rest. You'll receive necessary nutrition and fluids through an IV.",
    "Polycystic Ovary Syndrome (PCOS)": "Ensure you get adequate and restful sleep. Poor sleep can impact hormone regulation and exacerbate PCOS symptoms."
}